

ਆਸ ਦਿਲ ਦੀ ਡੂੰਘਾਈ ਵਿੱਚੋਂ,

ਕਦੇ ਕਦੇ ਬੋਲੇ ਸਿਰ ਚੜਕੇ,

ਤੂੰ ਰੱਖ ਸਹਿਜ ਰੱਖ ਹੌਂਸਲਾ,

ਮਿਲੂ ਮੰਜ਼ਿਲ ਕਦੇ ਹੱਥ ਫੜਕੇ,

ਖਾਹਿਸ਼ ਮਜ਼ਬੂਰ ਕਰ ਘੇਰੇ,

ਤੇ ਉਠਾਵੇ ਆ ਤੜਕੇ ਤੜਕੇ,

ਕੋਈ ਨੀ ਦੇਰ ਏ ਅੰਧੇਰ ਨਹੀਂ,

ਮੁੜ ਮੁੜ ਸੀਨੇ ਚ ਏਹੋ ਰੜਕੇ,

ਉਮੀਦ ਵਧਾਵੇ ਹੋਰ ਡਰਾਵੇ,

ਕਿਤੇ ਅੰਤ ਨਾ ਖਾਲੀ ਖੜਕੇ,

ਓਹਨਾਂ ਕੀ ਪਤਾ ਹਾਲ ਗੰਭੀਰ,

ਦਿਲ ਆਖਰੀ ਸਾਹਾਂ ਤੇ ਧੜਕੇ,

ਜਦ ਕੋਸ਼ਿਸ਼ ਕਰਾ ਰਾਹ ਪੈਣਾ,

ਪਰ ਰਾਹ ਮੱਲ ਲੈਂਦੀ ਅੜ ਕੇ,

ਕਹੇ ਜਨੂਨ ਜੇ ਤੈਨੂੰ ਪਾਉਣ ਦਾ,

ਤਾਂ ਪੱਲਾ ਭਰੇਗਾ ਪੂਰਾ ਹੜ ਕੇ !

 
radio	
radio

by pjnjabi site | Oct 21, 2015 | Uncategorized
